Repository: LeonHTM/TichuStats
Catalog: Localizable.xcstrings
Source language: en
Languages: de, de_ch

# addPlayers.alert.inGame.description
source: This player is already in a tichu game and therefore can’t join.
de: Dieser Spieler ist schon in einem Tichu-Spiel und kann deshalb nicht hinzugefügt werden.
de_ch: Dä Schpiler isch scho imänö Tichu Schpiu u cha drum nid joinä.

# addPlayers.alert.inGame.title
source: Player already in a tichu game.
de: Spieler ist schon in einem Tichu-Spiel
de_ch: Schpiler scho imänä aktive Schpiu

# addPlayers.allPlayers
source: All Players
de: Alle Spieler
de_ch: Aui Schpilär

# addPlayers.alreadyFriend
source: Already a friend
de: Schon ein Freund
de_ch: Scho ä Fründ

# addPlayers.couldnotfind
source: Could not find %@
de: Konnte “%@" nicht finden
de_ch: Ha %@ nid gfungä

# addPlayers.currentlyComparing
source: Currently comparing
de: Momenten im Vergleich
de_ch: Momenten im Verglich

# addPlayers.currentlyInGame
source: Currently in a Game
de: Momenten in einem Spiel
de_ch: Momentan imänä Schpiu

# addPlayers.friends
source: Friends
de: Freunde
de_ch: Fründä

# addPlayers.guest
source: Guest
de: Gast
de_ch: Gascht

# addPlayers.hideComparing
source: Hide existing friends
de: Bisherige Freunde nicht anzeigen
de_ch: Bishärigi Fründä nid zeigä

# addPlayers.hideExisting
source: Hide already comparing
de: Bisherige Vergleiche nicht anzeigen
de_ch: Bishörigi Verglichä nid zeigä

# addPlayers.hidePlayers
source: Hide Players already in a game
de: Spieler, welche schon in einem Spiel sind, nicht anzeigen
de_ch: Aktuelli Schpiuteilnähmer nid zeigä

# addPlayers.title.addPlayers
source: Add Player
de: Spieler hinzufügen
de_ch: Schpiler derzuetuä

# addPlayers.title.editFriends
source: Edit Friend
de: Freunde bearbeiten
de_ch: Fründ bearbeitä

# addPlayers.title.requestFriend
source: Request Friend
de: Freundesanfrage schicken
de_ch: Fründ afragä

# editRound.alert.finishGame.confirm
source: Finish game
de: Spiel beenden
de_ch: Schiu beendä

# editRound.alert.finishGame.message
source: Do you really want to finish the game right now? The Game will end as in a draw and will not be rated.
de: Willst du wirklich das Tichu-Spiel jetzt beenden? Das Spiel wird in einem Unentschieden enden und ausserdem nicht gewertet.
de_ch: Wosch ds Tichu Schpiu wük beändä? Ds Schpiu wird drum im unentschidä ändä und nid gwärtet.

# editRound.alert.finishGame.title
source: Finish Game right now?
de: Tichu-Spiel jetzt beenden?
de_ch: Tichu Schpiu iz beeändä?

# friends.friends
source: Friends
de: Freunde
de_ch: Fründä

# friends.manage
source: Manage Friends
de: Freunde verwalten
de_ch: Fründä verwautä

# friends.nofriends
source: You have no friends yet. Request somebody!
de: Du hast noch keine Freunde. Sende jemanden eine Anfrage!
de_ch: Du hesch no ke Fründä. Frag öpper a!

# friends.recieved
source: Received Requests
de: Erhaltene Anfragen
de_ch: Bechnoigi Afragä

# friends.remove.friend
source: Remove Friend
de: Freund entfernen
de_ch: Fründ wägtuä

# friends.remove.request
source: Remove Request
de: Anfrage entfernen
de_ch: Afrag ignorierä

# friends.request
source: Request Friends
de: Freunde anfragen
de_ch: Fründe afragä

# friends.requested
source: Requested
de: Angefragt
de_ch: Afragänä

# friends.sent
source: Sent a request
de: Anfrage verschickt
de_ch: Afrag gschickt

source: Friends since %@
de: Freunde seit %@
de_ch: Fründä sit äm %@

# gamesettings.section.games
source: Games
de: Spiele
de_ch: Schpiu

# gamesettings.section.games.defaultTarget
source: Default Target
de: Standart Zielpunkte
de_ch: Default Ziel

# gamesettings.section.games.dragMode
source: Drag Mode
de: Zieh-Modus
de_ch: Ziäh Modus

# gamesettings.section.games.footer
source: When adding a round instead of tapping on Players to set their order, drag them in a list.
de: Beim Hinzufügen einer Runde Spieler in einer List herumziehen, statt sie anzutippen.
de_ch: Wemmä ä Rundi derzuteut, schtatt uf Schpilär z tipä zum dr Reihefoug feschtlegä, tuä sä irä Lischtä umäziäh.

# gamesettings.section.games.showPingus
source: Show drunken Pingus
de: Betrunkene Pingus anzeigen
de_ch: Bsoffinigi Pingus azeigä

# gamesettings.section.howToPlay
source: How to Play?
de: Wie spielt man?
de_ch: Wi schpiut mä?

# gamesettings.section.howToPlay.officialRules
source: Official Tichu Rules
de: Offizielle Tichu Regeln
de_ch: Ofiiziui Tichu Reglä

# gamesettings.section.howToPlay.officialRules.title
source: Tichu Rules
de: Tichu Regeln
de_ch: Tichu Reglä

# gamesettings.section.players
source: Players
de: Spieler
de_ch: Schpilär

# gamesettings.section.players.footer
source: Always show all Players when viewing Players in the app, even when they are not avialable because they are in a game, being already compared or already a friend.
de: Zeige immer all Spieler, auch wenn sie schon in Spielen, im Vergleich oder ein Freund sind.
de_ch: Zeig immer aui Schpiler, wenns drum geitg Schpiler drzuä z tuä, o wenn si nid verfüägbar si wöu si entwerder gad imänä Schpiu si, scho Verglichä wärdä oder scho di Fründ si.

# gamesettings.section.players.showAll
source: Show All Players
de: Alle Spieler anzeigen
de_ch: Aui Schpilär zeigä

# gamesettings.section.players.sortBy
source: Sort Players by
de: Spieler sortieren nach
de_ch: Sortier Schpilär nach

# gamesettings.section.statistics
source: Statistics
de: Statistiken
de_ch: Statistikä

# gamesettings.section.statistics.sortBy
source: Sort Statistic Comparisons by
de: Statistiken sortieren nach
de_ch: Sortier Statistik-Verglichä nach

# gamesettings.title
source: Game Settings
de: Spiel-Einstellungen
de_ch: Schpiu Isteuigä

# gameSummary.alert.delete.description
source: This Game will be deleted.
de: Dieses Spiel wird gelöscht…
de_ch: Ds schpiu wird glöscht

# gameSummary.alert.delete.title
source: Delete this Game?
de: Dieses Spiel löschen?
de_ch: Schpiu löschä?

# gamesummary.delete.alert.cancel
source: Cancel
de: Abbrechen
de_ch: Abbrächä

# gamesummary.delete.alert.confirm
source: Delete
de: Löschen
de_ch: Köschä

# gamesummary.delete.alert.message
source: This Game will be deleted
de: Dieses Spiel wird gelöscht…
de_ch: Ds Schpiu wird glöscht

# gamesummary.delete.alert.title
source: Delete this Game?
de: Dieses Spiel löschen?
de_ch: Ds Schpiu löschä?

# gameSummary.deleteGame
source: Delete Game
de: Spiel löschen
de_ch: Schpiu loschä

# gamesummary.picker.view
source: View
de: Ansicht
de_ch: Aluägä

# gameSummary.playedOn
source: Played on %@
de: Gespielt am %@
de_ch: Gschpiut am %@

# gamesummary.share.activity.title
source: Tichu Game from %@
de: Tichu-Spiel vom %@
de_ch: Tichu Schpiu vum %@

# gamesummary.share.message
source: Check my Tichu Game out.
de: Check meine Tichu-Spiele aus
de_ch: Lug mau mis Tichu Schpiu.

# gamesummary.share.preview.title
source: Tichu game
de: Tichu-Spiel
de_ch: Tichu Schpiu

# gamesummary.tab.list
source: List
de: Liste
de_ch: Lischtä

# gamesummary.title.won
source: %@ won!
de: %@ hat gewonnen!
de_ch: %@ het gwunnä!

# gamesummaryshare.rounds
source: Rounds:
de: Runden:
de_ch: Rundinä:

# gamesummaryshare.target
source: Target: %@
de: Zielpunkte: %@
de_ch: Ziel: %@

# gamesummaryshare.title
source: Round Results
de: Resultat des Tichu-Spiels
de_ch: Resultat vom Tichu Schpiu

# gamesummaryshare.winner
source: Winner: %@
de: Gewinner: %@
de_ch: Gwinner: %@

# general.alert.cancel
source: Cancel
de: Abbrechen
de_ch: Abbrächä

# general.alert.retry
source: Try again
de: Noch einmal versuchen
de_ch: No mau probiärä

# general.alert.save
source: Save
de: Sichern
de_ch: Sichärä

# general.alert.serverUnreachable
source: Could not connect to Server
de: Konnte nicht mit dem Server verbinden
de_ch: Ha nid chöne mit äm Server verbindä.

# general.alert.serverUnreachable.message
source: Either the Server is down or you are offline. Please try again later.
de: Entweder ist der Server down oder du bist offline. Bitte versuche es später erneut.
de_ch: Entweder isch dr Server offline oder du bisch nid mit em Internet verbundä. Bittä probiers später nomau.

# general.delete
source: Delete
de: Löschen
de_ch: Löschä

# general.edit
source: Edit
de: Bearbeiten
de_ch: Bearbeitä

# general.editGame
source: Edit Game
de: Spiel bearbeiten
de_ch: Game bearbeitä

# general.logout
source: Log Out
de: Abmelden
de_ch: Usloggä

# general.madeWith
source: made with
de: Gemacht mit
de_ch: Gmacht mit

# general.mailPlaceholder
source: me@tichuplayer.com
de: tichu.pro@mail.com
de_ch: luis.tichupro@mail.com

# general.rating
source: Rating
de: Wertung
de_ch: Wärtig

# general.share
source: Share…
de: Teilen…
de_ch: Teilä…

# general.tabs.history
source: History
de: Verlauf
de_ch: Verlouf

# general.tabs.play
source: Play
de: Spielen
de_ch: Schpilä

# general.tabs.profile
source: Profile
de: Profil
de_ch: Profiu

# general.tabs.stats
source: Stats
de: Statistiken
de_ch: Statistikä

# general.tie
source: Tie
de: Unentschieden
de_ch: Unentschidä

# general.title.history
source: History
de: Verlauf
de_ch: Verlouf

# general.title.play
source: Play
de: Spielen
de_ch: Schpilä

# general.title.profile
source: Profile
de: Profil
de_ch: Profiu

# general.title.statistics
source: Statistics
de: Statistiken
de_ch: Statistikä

# general.unknown
source: Unknown
de: Unbekannt
de_ch: Unbekannt

# history.context.favorite
source: Favorite
de: Favorisieren
de_ch: Entfavosrisiärä

# history.context.openGame
source: Open Game
de: Spiel öffnen
de_ch: Schpiu uftuä

# history.context.unfavorite
source: Unfavorite
de: Entfavorisieren
de_ch: Favorisiärä

# history.loading
source: Loading history…
de: Verlauf wird geladen…
de_ch: Verlouf ladä…

# history.share.check
source: Check out my Tichu Game
de: Check mein Tichu-Spiel aus. Gemacht mit TichuStats.
de_ch: Check mis Tichu Schpiu ab. Gmacht mit TichuStats.

# history.sortBy.allRounds
source: All Rounds
de: Alle Runden
de_ch: Aui Rundinä

# history.sortBy.byDateDown
source: By Date(Up-Old)
de: Datum (Neu-Alt)
de_ch: Datum (Nöi-Aut)

# history.sortBy.byDateUp
source: By Date (Old-Up)
de: Datum (Alt-Neu)
de_ch: Datum (Aut-Nöi)

# history.sortBy.favorites
source: Favorites
de: Favoriten
de_ch: Favoritä

# history.willAppear.description
source: Your History of Tichu Games will appear here once you've played a game.
de: Dein Verlauf von Tichu-Spielen wird hier erscheinen, sobald du ein Spiel gespielt hast.
de_ch: Di Verlouf vo Tichu Schpiu wird hiä uftouchä, sobaut du äs erschts Schpiu gschpiut hesch.

# history.willAppear.title
source: No Games played yet
de: Noch keine Tichu-Spiele gespielt
de_ch: No ke Schpiu gschpiut

# login.alreadyHave
source: I already have an account
de: Anmelden
de_ch: Amäudä

# login.continue
source: Continue
de: Registieren
de_ch: Registiärä

# login.description
source: Play tichu games with your friends and gets statistics about your perfomance.
de: Spiele Tichu-Spiele mit deinen Freunden und analysiere Statistiken über dein Spielverhalten.
de_ch: Track Tichu Schpiu mit dinä Fründä und analysier Statisktikä über dini Performance.

# login.differentEmail
source: User different Email
de: Andere Email verwenden
de_ch: Angeri Email bruchä

# login.getStarted
source: Get Started
de: Registieren
de_ch: Registirärä

# login.logoutAlert.description
source: A new feature has been added which requires you to login again.
de: Eine neue Funktion wurde hinzugefügt, für welche es nötig is, dass du dich erneut anmeldest.
de_ch: Äs nöis feature isch drzueta worde, wo nötig macht, dass du di nomau ilogsch.

# login.logoutAlert.title
source: You have been logged out.
de: Du wurdest abgemeldet.
de_ch: Du bisch abgmäudet wordä.

# login.mail.enterValid
source: Please enter valid email
de: Bitte gültige Email eingeben
de_ch: Bitte gültigi Email igä

# login.mail.incorrect
source: Incorrect Email
de: Falsche Email
de_ch: Fauschi Email

# login.or
source: or
de: oder
de_ch: oder

# login.passkey
source: Login with Passkey
de: Mit Passkey anmelden
de_ch: Mit Passkey amäudä

# login.resendEmail
source: Resend Email
de: Email erneut senden
de_ch: Email nomau schickä

# login.signIn
source: Sign In
de: Anmelden
de_ch: Amäudä

# login.signInPasskey
source: Sign in with Passkey
de: Mit Passkey anmelden
de_ch: Mit Passkey amäudä

# login.signup
source: Sign Up or Log In
de: Anmelden
de_ch: Amäudä

# login.signUp
source: Sign Up
de: Registieren
de_ch: Amäudä

# login.signUpPasskey
source: Sign Up with Passkey
de: Mit Passkey registieren
de_ch: Mit Passkey registrärä

# login.singIn
source: Sign In
de: Anmelden
de_ch: Amäudä

# login.title.login
source: Login or Sign up
de: Anmelden
de_ch: Amäudä

# login.welcomeTo
source: Welcome To
de: Willkommen bei
de_ch: Wiukommä bi

# notification.friendRequest.accepted.body
source: You and %@ are now friends
de: Du und %@ sind jetzt Freunde
de_ch: Du und %@ si iz Fründä

# notification.friendRequest.accepted.by.body
source: %@ accepted your friend request
de: %@ hat deine Freundesanfrage akzeptiert
de_ch: %@ het dini Fründsafrag agno

# notification.friendRequest.accepted.title
source: Friend Request Accepted
de: Freundesanfrage akzeptiert
de_ch: Fründesafrag agno

# notification.friendRequest.body
source: %@ sent you a friend request
de: %@ hat dir eine Freundesanfrage geschickt
de_ch: %@ het dir a Fründesafrag gschickt

# notification.friendRequest.title
source: New Friend Request
de: Neue Freundesanfrage
de_ch: Nöi Fründesafrag

# offline.alert.description
source: Your device is no connected to the internet.
de: Dein Gerät hat keine Internetverbindung
de_ch: Dis Grät isch nid mit äm Internet verbundä.

# offline.description
source: Your device is not connected to the internet. To connect, turn off Airplane Mode or connect to a Wi-Fi network.
de: Dein Gerät ist nicht mit dem Internet verbunden. Um die Internetverbindung herzustellen, musst du es mit einem WLAN verbinden oder den Flugmodus ausschalten.
de_ch: Dis Grät isch nid mit äm Internet verbundä. Tue dr Flugmodus abschaute oder di mit ämä Wlan verbindä.

# offline.title
source: No Internet Connection
de: Keine Internetverbingun
de_ch: Ke Internet-Verbindig

# passKeyError.expired
source: That took too long. Please try again.
de: Das hat zu lange gedauert. Bitte noch einmal versuchen.
de_ch: Das het z lang duuret. Bitte nomau probiärä.

# passKeyError.failed.signIn
source: Passkey Sign in Failed
de: Passkey Anmeldung fehlgeschlagen
de_ch: Passkey amäudig fählgschlagä

# passKeyError.general
source: Something went wrong. Please try again.
de: Etwas ist schief gelaufen. Bitte noch einmal versuchen.
de_ch: Öppis het nid funktionert. Bitte nomau probiärä.

# passKeyError.notAdd
source: Couldn't add a passkey. Please try again.
de: Passkey konnte nicht hinzugefügt werden. Bitte erneut versuchen.
de_ch: Passkey het nid chöne drzuäta wärdä. Bitte nomau probiere.

# passKeyError.unknown
source: No passkey found. Try again or use a different sign-in method.
de: Keinen Passkey gefunden. Bitte nochmal versuchen oder mit Mail anmelden
de_ch: Ke Passkey gfundä. Bitte nomau probiärä oder per Mail amäudä.

# passKeyError.verfication
source: We couldn't verify that passkey. Please try again.
de: Wir konnten diesen Passkey nicht verifizieren. Bitte noch einmal versuchen.
de_ch: Mir hei dä Passkey nid chöne verfiziärä. Bitte nomau probiärä.

# play.addPlayer
source: Add Player
de: Spieler hinzufügen
de_ch: Schpiler derzuetue

# play.addRound
source: Add Round
de: Runde hinzufügen
de_ch: Rundi derzuätuä

# play.alert.enterName
source: Enter name of Guest
de: Name des Gastes eingeben
de_ch: Name vom Gascht

# play.allowPingus
source: Allow drunken Pingus
de: Betrunkene Pinugs erlauben
de_ch: Bsoffnigi Pingu erloubä

# play.download
source: Download TichuStats to get ranked
de: TichuStats herunterladen um Elo-Wertung zu erhalten
de_ch: TichuStats abäladä zum ä Rang becho.

# play.editRound
source: Edit Round %@
de: Runde %@ bearbeiten
de_ch: Rundi %@ bearbeite

# play.guest
source: Guest
de: Gast
de_ch: Gascht

# play.guestName
source: Guest Name
de: Name des Gastes
de_ch: Gascht Name

# play.removePlayer
source: Remove Player
de: Spieler entfernen
de_ch: Spiler wägtuä

# play.sendFriend
source: Send Friend Request
de: Freundesanfrage schicken
de_ch: Schick a Fründesafrag

# play.target
source: Target
de: Zielpunkte
de_ch: Ziupünkt

# profile.footer.madeWith
source: Made with ❤️ in Bern
de: Gemacht mit ❤️ in Bern
de_ch: Gmacht mit ❤️ z Bärn

# profile.header.imageUploadFail.message
source: Please try again later
de: Bitte später noch einmal versuchen
de_ch: Bitte probier später nomau

# profile.header.imageUploadFail.title
source: Could not upload Profile Picture
de: Konnte Profilbild nicht bearbeiten
de_ch: Profiubiud het nid chönä ufägladä wärdä

# profile.section.account.editUsername
source: Edit Username
de: Benutzername bearbeiten
de_ch: Benutzername bearbeitä

# profile.section.account.general
source: General
de: Allgemein
de_ch: Genereu

# profile.section.account.manageFriends
source: Manage Friends
de: Freunde verwalten
de_ch: Fründe verwaute

# profile.section.auth.logOut
source: Log Out
de: Abmelden
de_ch: Usloggä

# profile.section.deleteAccount.alert.confirm
source: Delete
de: Löschen
de_ch: Löschä

# profile.section.deleteAccount.alert.message
source: All your data will be deleted and you won't have access to your Account anymore.
de: Alle deine Daten werde gelöscht und du wirst keinen Zugriff zu deinem Account mehr haben-
de_ch: Aui dini Datä wärde glöscht und du wirsch ke zuegriff meh uf dis Konto ha.

# profile.section.deleteAccount.alert.title
source: Do you really want to delete your Account?
de: Willst du deinen Account wirklich löschen?
de_ch: Wosch di Account wük löschä?

# profile.section.deleteAccount.delete
source: Delete Account
de: Benutzer löschen
de_ch: Account löschä

# profile.section.support.contact
source: Contact
de: Kontakt
de_ch: Kontakt

# profile.section.support.passKey
source: Create Passkey
de: Passkey erstellen
de_ch: Passkey machä

# profile.section.support.privacy
source: Privacy
de: Datenschutz
de_ch: Datäschutz

# profile.section.support.privacy.alert.dismiss
source: Cool!
de: Super!
de_ch: Kuul!

# profile.section.support.privacy.alert.message
source: We store only your Tichu Rounds and your Login data.
de: Wir speichern nur deine Tichu-Spiele sowie deine Login-Daten
de_ch: Mir spichärä numä dini Tichu Schpiu und Login datä.

# profile.section.support.privacy.alert.readPrivacy
source: Read Privacy Policy
de: Datenschutzerklärung lesen
de_ch: Datäschutzerklärig läsä

# profile.section.support.privacy.alert.title
source: Tichu App doesnt collect any Data!
de: TichuStats sammelt keine persönlichen Daten.
de_ch: TichuStats tuet ke datä über di sammlä oder spichärä.

# profile.section.support.sourceCode
source: Source Code
de: Quell-Code
de_ch: Quell-Code

# profile.title
source: Profile
de: Profil
de_ch: Profiu

# round.round
source: Round %@
de: Runde %@
de_ch: Rundi %@

# rounds.noPlayed
source: No Rounds played yet.
de: Noch keine Runden gespielt
de_ch: No ke Rundinä gschpiut

# rounds.notCounted
source: %1$@ Rounds are not being counted. This happens because a Round was edited in such a way, that the winner already won after Round %2$@.
de: %1$@ Runden werden nicht gezählt. Dies, weil eine Runde so bearbeitet wurde, sodass das Spiel schon nach %2$@ Runden beendet war.
de_ch: %1$@ Rundinä wärdä nid zeut. Ds passiert wüu a Rundi isch bearbeitet worde, sodass ds Schpiu scho nach %2$@ Rundinä isch entschidä isch wordä.

# rounds.placement
source: Placement
de: Platzierung
de_ch: Platzierig

# rounds.points
source: Points %1$@
de: Punkte %1$@
de_ch: Pünkt %1$@

# statistics.compare.addPlayer
source: Add Player to compare
de: Spieler zum Vergleich hinzufügen
de_ch: Spiler drzutue zum verglichä

# statistics.compare.remove
source: Remove %@
de: %@ Entfernen
de_ch: %@ wägtuä

# statistics.compare.removeAllPlayers
source: Remove All Players
de: All Spieler entfernen
de_ch: Aui Spieler wägtuä

# statistics.luis
source: Flex on Your Friends by sharing Tichu Stats with them
de: Flex bei deinen Freunden, indem du deine Tichu-Statistiken mit ihnen teilst
de_ch: Flex bi dinä Fründ indäm du dini krassä Tichu Stats mit ihnä teilsch…

# statistics.share
source: Share…
de: Teilen…
de_ch: Teilä…

# statistics.share.captured
source: Captured on %@
de: Festgehalten am %@
de_ch: Feschtghaute am %@

# statistics.share.check
source: Check my Tichu Stats out
de: Check meine Tichu-Statistiken aus
de_ch: Lug mau mini Tichu Stats

# statistics.sort.123down
source: By Value (High-Low)
de: Nach Wert (Hoch-Tief)
de_ch: Nach Wärtä (Höch-Töif)

# statistics.sort.123up
source: By Value (Low-High)
de: Wert (Tief-Hoch)
de_ch: Nach Wärt (Töif-Höch)

# statistics.sort.abcdown
source: Alphabetical (A-Z)
de: Alphabetisch (A-Z)
de_ch: Auphabetisch (A-Z)

# statistics.sort.abcup
source: Alphabetical (Z-A)
de: Alphabetisch (Z-A)
de_ch: Nach Wärtä (A-Z)

# statistics.sort.dateDown
source: Date added (New-Old)
de: Datum hinzugefügt (Neu-Alt)
de_ch: Drzuetas Datum (Nöi-Aut)

# statistics.sort.dateUp
source: Date added (Old-New)
de: Datum hinzugefügt (Alt-Neu)
de_ch: Drzuetas Datum (Aut-Nöi)

# statistics.sort.rankingdown
source: Ranking (High-Low)
de: Rang (Hoch-Tief)
de_ch: Rang (Töif-Höch)

# statistics.sort.rankingup
source: Ranking (Low-High)
de: Rang (Tief-Hoch)
de_ch: Rang (Höch-Töif)

# statistics.statscontainer.comparison
source: Comparison
de: Vergleich
de_ch: Verglich

# statistics.statscontainer.description.addict
source: Games played.
de: Gespielte Spiele.
de_ch: Gschpiuti Schpiu.

# statistics.statscontainer.description.announcer
source: Percentage of Games with some Sort of Tichu announced
de: Prozent von Spielen mit einer Art von Tichu angesagt.
de_ch: Prozänt vo Spilis mit ärä Sort vo Tichu agseit

# statistics.statscontainer.description.bigGambler
source: Big Tichu success ratio.
de: Rate erfolgreicher Grosser Tichus.
de_ch: Ratä vo erfougirhce grosse Tichus.

# statistics.statscontainer.description.bomber
source: Bombs per round ratio.
de: Bomben-pro-Runde Rate
de_ch: Ratä vo Bombä pro rundi.

# statistics.statscontainer.description.climber
source: Average Placement.
de: Durchschnittliche Platzeriung
de_ch: Durchschnittlächi Platzierig

# statistics.statscontainer.description.gambler
source: Tichu succes ratio.
de: Rate erfolgreicher Tichus.
de_ch: Ratä vo erfougriche Tichus.

# statistics.statscontainer.description.pinguGambler
source: Drunken pingu success ratio.
de: Rate erfolgreicher Pingus.
de_ch: Ratä vo erfougriche bsoffnigä Pingus.

# statistics.statscontainer.description.rating
source: All time elo rating.
de: Gesamt Elo-Wertung.
de_ch: Gsamt Elo-Wärtig.

# statistics.statscontainer.description.saboteur
source: Prevented tichus ratio.
de: Rate vorgebeugter Tichus.
de_ch: Ratä vo zerschörtä Tichus.

# statistics.statscontainer.description.teamplayer
source: Double win rate.
de: Doppelsiegrate.
de_ch: Dopusieg ratä.

# statistics.statscontainer.description.tichumaster
source: Average points from Announcements.
de: Durchschnittliche Ansagerpunkte.
de_ch: Durchschnittlächi Asagpünkt

# statistics.statscontainer.description.visionary
source: Tichu announced when finished first.
de: Tichus angesagt wenn als erstes fertig.
de_ch: Tichu agseit wend aus erscht fertig worde bisch.

# statistics.statscontainer.description.winner
source: Percentage of won games.
de: Prozentsatz gewonnener Spiele.
de_ch: Prozäntsatz vo gwunnänä Schpiu.

# statistics.statscontainer.explanation
source: Explanation
de: Erklärung
de_ch: Erklärig

# statistics.statscontainer.title.addict
source: Addict
de: Süchtiger
de_ch: Süchtigä

# statistics.statscontainer.title.announcer
source: Announcer
de: Ansager
de_ch: Asäger

# statistics.statscontainer.title.bigGambler
source: Big Gambler
de: Grosser Gambler
de_ch: Biggie Gambler

# statistics.statscontainer.title.climber
source: Climber
de: Kletterer
de_ch: Chläterer

# statistics.statscontainer.title.rating
source: Rating
de: Wertung
de_ch: Wärtig
